{
  "allLastTitles": {
    "1633880725": [
      "Cloud Computing Services - Amazon Web Services (AWS)"
    ],
    "1633880728": [
      "Example Domain"
    ]
  },
  "allowedRegex": [
    "^https://[^/]+.amazon.com/.*$",
    "^https://atoz.amazon.work/.*$",
    "^https://quip-amazon.com/.*$",
    "^https://quip.com/.*$"
  ],
  "allowedSites": [
    "www.example.com"
  ],
  "allowedStringMatches": [],
  "allowedURLs": [],
  "indexed": {
    "corpus": [
      {
        "body": "Skip main content Deliver United Kingdom Departments Arts & Crafts Automotive Baby Beauty & Personal Care Books Boys' Fashion Computers Deals Digital Music Electronics Girls' Fashion Health & Household Home & Kitchen Industrial & Scientific Kindle Store Luggage Men's Fashion Movies & TV Music, CDs & Vinyl Pet Supplies Prime Video Software Sports & Outdoors Tools & Home Improvement Toys & Games Video Games Women's Fashion EN Hello, Niox Account & Lists Not Niox? Sign Returns & Orders 0 Cart We're showing items ship United Kingdom. see items ship different country, change delivery address. Dismiss   Change Address Today's Deals Buy Again Customer Service Gift Cards Registry Sell Disability Customer Support Previous slide Next slide amazon.com. shop Amazon UK millions products fast local delivery. Click go amazon.co.uk Spring deals category Computers Video Games TVs Headphones See Top Deal 50% off Limited time deal COSRX Skin Care COSRX Skin Care See deals Spring deals category Baby Toys Sports Home See Shop Deals Shop Shop Spring deals category Beauty Fashion Health Jewelry See Fill Easter basket joy Shop gifts Shop gifts Deals PCs Shop Shop Home décor $50 Shop Shop wished Movies & TV Home Décor $20 Shop Shop activity trackers smartwatches Shop Creating business solutions See software products Personal Care $25 See Laptops every need Find laptop Top Sellers Toys Deals $25 See 34% off Limited time deal $18.62 $18.62List Price:  $28.00 $28.00 James: Novel James: Novel 28% off Big Spring Deal $17.95 $17.95List Price:  $24.99 $24.99 Poo-Pourri Before-You-Go Toilet Spray, Pinch Pack, Variety Travel Size 10 mL - Original Citrus, Lavender Vanilla, Tropical Hibiscus, Vanilla Mint Lavender Peppermint Poo-Pourri Before-You-Go Toilet Spray… 20% off Limited time deal $19.99 $19.99List Price:  $24.99 $24.99 Rand McNally 2024 Road Atlas: United States, Canada, Mexico: 100th Anniversary (Rand McNally Road Atlas: United States, Canada, Mexico) Rand McNally 2024 Road Atlas: United… 30% off Limited time deal $24.60 $24.60List Price:  $34.99 $34.99 Pillow Pets Bluey, BBC Studios Stuffed Animal, Plush Toy Pillow Pets Bluey, BBC Studios Stuffed… 23% off Limited time deal $9.99 $9.99List Price:  $12.99 $12.99 Preteen Devotional Girls: 52 Weeks Encouraging Devotions Scripture Tweens Preteen Devotional Girls: 52 Weeks… 33% off Limited time deal $19.99 $19.99List Price:  $30.00 $30.00 Invisible Ache: Black Men Identifying Pain Reclaiming Power Invisible Ache: Black Men Identifyi… 36% off Limited time deal $19.11 $19.11List Price:  $30.00 $30.00 Exvangelicals: Loving, Living, Leaving White Evangelical Church Exvangelicals: Loving, Living, and… 32% off Limited time deal $12.99 $12.99List Price:  $18.99 $18.99 Someone You: Novel Someone You: Novel 29% off Limited time deal $19.97 $19.97List Price:  $27.99 $27.99 Dexas MudBuster Portable Dog Paw Cleaner, Large, Blue (PW720312) Dexas MudBuster Portable Dog Paw Cl… 15% off Limited time deal $16.63 $16.63Was:  $19.57 $19.57 Head & Shoulders Supreme Anti Dandruff Shampoo Conditioner Set, Sulfate Free, Argan & Jojoba Oil, Dry Scalp, Nourishes & Smooths, Safe Color Treated Hair, 11.8 & 9.4 Fl Oz Head & Shoulders Supreme Anti Dand… 20% off Limited time deal $7.99 $7.99List Price:  $9.99 $9.99 LOL Surprise Mix & Birthday Cake Tots Collectible Doll, DIY Cake Dress, Cake Making Decorating, Ingredients Glitter Sprinkles, Cake Dress Doll- Great Gift Girls Age 3+ LOL Surprise Mix & Birthday Cak… 32% off Limited time deal $8.84 $8.84List Price:  $12.99 $12.99 Oxford Index Cards, 500 Pack, 4x6 Index Cards, Blank Sides, White, 5 Packs 100 Shrink Wrapped Cards (40177) Oxford Index Cards, 500 Pack, 4x6 Ind… 33% off Limited time deal $11.99 $11.99List Price:  $17.99 $17.99 Living Daze Deception: Discern Truth Culture’s Lies Living Daze Deception: t… 42% off Limited time deal $13.99 $13.99List Price:  $23.97 $23.97 Tom's Maine Whole Care Natural Toothpaste Fluoride, Peppermint, 4 oz. 3-Pack (Packaging May Vary) Tom's Maine Whole Care Natural To… 24% off Limited time deal $22.90 $22.90List Price:  $30.00 $30.00 Black Box: Writing Race Black Box: Writing Race 39% off Limited time deal $7.97 $7.97List Price:  $12.99 $12.99 Pantene Miracle Rescue Hair Mask, Intensive Bond Repair Melting Pro-V Pearls, Melts Away Damage, Builds Bonds, Strengthens Against Damage, Deep Conditioning Dry Damaged Hair, 10.1 fl oz Pantene Miracle Rescue Hair Mask, Int… 38% off Limited time deal $24.93 $24.93List Price:  $40.00 $40.00 Essentials Classic Italian Cooking: 30th Anniversary Edition: Cookbook Essentials Classic Italian Cooking: 3… 35% off Limited time deal $18.91 $18.91List Price:  $29.00 $29.00 One Back: Memoir One Back: Memoir 37% off Big Spring Deal $11.99 $11.99List Price:  $18.99 $18.99 Melissa & Doug Deluxe Wood Lacing Sneaker - Learn Tie Shoe Educational Toy - Shoe Tying Practice Kids, Developmental Toys Preschoolers Toddlers,Red Melissa & Doug Deluxe Wood Lacing S… 17% off Limited time deal $19.99 $19.99List Price:  $23.99 $23.99 Zak Designs Disney Frozen Kids Dinnerware 5 Piece Set Includes Plate, Bowl, Tumbler Utensil Tableware, Non-BPA Made Durable Material Perfect Kids Zak Designs Disney Frozen Kids Dinner… Deals shoes See whole new work Shop personal computers Player's paradise starts Shop video games Upgrade office furniture Shop wished Video Games Exciting deals See deals 38% off Limited time deal $34.21 $34.21List Price:  $55.00 $55.00 Barbie(TM): World Tour Barbie(TM): World Tour 30% off Limited time deal $188.99 $188.99List Price:  $269.00 $269.00 DEWALT Buffer Polisher, 7”-9”, 12 amp, Variable Speed Dial 0-3,500 RPM’s, Corded (DWP849X) Yellow, Large DEWALT Buffer Polisher, 7”-9”, 12 am… 30% off Limited time deal $45.99 $45.99List Price:  $65.99 $65.99 Post-it Super Sticky Easel Pad, 25 x 30 in, White, 30 Sheets/Pad, 2 Pad/Pack, Large White Premium Self Stick Flip Chart Paper, Super Sticking Power (559) Post-it Super Sticky Easel Pad, 25 x… 33% off Limited time deal $199.99 $199.99List Price:  $299.99 $299.99 TracFone Samsung Galaxy A54 5G, 128GB, Black – Prepaid Smartphone (Locked) TracFone Samsung Galaxy A54 5G, 12… 25% off Limited time deal $37.49 $37.49List Price:  $49.99 $49.99 MAGNA-TILES Builder 32-Piece Magnetic Construction Set, ORIGINAL Magnetic Building Brand MAGNA-TILES Builder 32-Piece Magne… 25% off Limited time deal $29.99 $29.99List Price:  $39.99 $39.99 MAGNA-TILES Safari Animals 25-Piece Magnetic Construction Set, ORIGINAL Magnetic Building Brand MAGNA-TILES Safari Animals 25-Piece… 20% off Limited time deal $79.99 $79.99List Price:  $99.99 $99.99 Total Verizon Samsung Galaxy A14 5G, 64GB, Black - Prepaid Smartphone (Locked) Total Verizon Samsung Galaxy A14… 21% off Limited time deal $108.05 $108.05List Price:  $135.99 $135.99 Presto 01755 16-Quart Aluminum canner Pressure Cooker, One Size, Silver Presto 01755 16-Quart Aluminum can… 7% off Limited time deal $278.99 $278.99Was:  $299.99 $299.99 Latin Percussion LPA256 Aspire Series 13\" & 14\" Timbale Set Cowbell Latin Percussion LPA256 Aspire Series… 29% off Limited time deal $19.97 $19.97List Price:  $27.99 $27.99 Dexas MudBuster Portable Dog Paw Cleaner, Large, Blue (PW720312) Dexas MudBuster Portable Dog Paw Cl… 33% off Big Spring Deal $79.99 $79.99List Price:  $119.99 $119.99 Delta Children Interactive Wood Toddler Bed - Greenguard Gold Certified, Disney Minnie Mouse Delta Children Interactive Wood Toddl… 21% off Limited time deal $35.45 $35.45List Price:  $45.00 $45.00 American Standard M962918-0020A HANDLE ASSEMBLY MANUAL FLUSH VALVE American Standard M962918-0020A… Popular Gifts Baby Shop Back top Know Us Careers Blog Amazon Investor Relations Amazon Devices Amazon Science    Money Us Sell products Amazon Sell Amazon Business Sell apps Amazon Become Affiliate Advertise Products Self-Publish Us Host Amazon Hub ›See Money Us    Amazon Payment Products Amazon Business Card Shop Points Reload Balance Amazon Currency Converter    Let Us Help Amazon COVID-19 Account Orders Shipping Rates & Policies Returns & Replacements Manage Content Devices Amazon Assistant Help   English $USD - U.S. Dollar United States Amazon Music Stream millions songs  Amazon Ads Reach customers wherever spend time  6pm Score deals fashion brands  AbeBooks Books, art & collectibles  ACX Audiobook Publishing Made Easy  Sell Amazon Start Selling Account  Amazon Business Everything Business   AmazonGlobal Ship Orders Internationally  Home Services Experienced Pros Happiness Guarantee  Amazon Web Services Scalable Cloud Computing Services  Audible Listen Books & Original Audio Performances  Box Office Mojo Find Movie Box Office Data  Goodreads Book reviews & recommendations  IMDb Movies, TV & Celebrities   IMDbPro Info Entertainment Professionals Need  Kindle Direct Publishing Indie Digital & Print Publishing Made Easy  Prime Video Direct Video Distribution Made Easy  Shopbop Designer Fashion Brands  Woot! Deals Shenanigans  Zappos Shoes & Clothing  Ring Smart Home Security Systems      eero WiFi Stream 4K Video Every Room  Blink Smart Security Every Home  Neighbors App Real-Time Crime & Safety Alerts  Amazon Subscription Boxes Top subscription boxes – right door  PillPack Pharmacy Simplified    Conditions Use Privacy Notice Ads Privacy Choices © 1996-2024, Amazon.com, Inc. its affiliates",
        "id": 1,
        "title": "Amazon.com. Spend less. Smile more.",
        "url": "https://www.amazon.com/ref=nav_logo"
      },
      {
        "body": "Skip main content Click return Amazon Web Services homepage Contact Us Support  English  Account  Sign  Create AWS Account Products Solutions Pricing Documentation Learn Partner Network AWS Marketplace Customer Enablement Events Explore Start building AWS today  Whether you're looking generative AI, compute power, database storage, content delivery, functionality, AWS services help build sophisticated applications increased flexibility, scalability, reliability  started free     Contact AWS specialist   New capabilities Generative AI AWS Generative AI Easily build scale generative AI applications use case Start generative AI journey  Builders developers anyone interested learning build AWS today  Start building short step-by-step tutorials  Launch first application   news, download tools, find AWS User Group near   Learn, build, & connected  Decision Makers organization leaders enable innovation transformation  Reduce costs, improve agility, productivity, resilience   Optimize business value   Unlock growth, better decisions, innovate faster   Reinvent data  Transform business generative AI AWS Revolutionize business operations generative AI future manufacturing generative AI Unlock critical competitive advantages generative AI Amazon Lightsail extended Free Tier New customers three months free select virtual private servers New Twitch channel - AWS Training Live Live, free, fun training AWS beginners pros AWS Customer News Explore solutions Filter solutions Industry Financial services  Reimagine business enable security compliance scale  View solution Industry Telecom  Transition connectivity provider digital service provider reimagine customer experience  View solution Industry Healthcare life sciences  Innovate faster clinicians patients unmatched reliability, security, data privacy  View solution Industry Games  Build, run, grow games purpose-built, developer-friendly solutions  View solution Technology Analytics data lakes  solutions advanced analytics, data management, predictive analytics ML  View solution Technology Machine learning (AI/ML)  Find curated solutions use cases language understanding ML ops  View solution Technology Serverless computing  Run code, manage data, integrate applications—all without managing servers  View solution AWS Solution View industry solutions  Learn AWS customers around world transform businesses entire industries  View solutions Show 15 Explore products Browse category Machine Learning Amazon Bedrock  Build foundation models  View product Compute Amazon EC2  Virtual servers cloud  View product Storage Amazon Simple Storage Service (S3)  Object storage built retrieve amount data anywhere  View product Developer Tools Amazon CodeWhisperer  AI-powered productivity tool IDE command line  View product Networking & Content Delivery Amazon CloudFront  Global content delivery network  View product Developer Tools Amazon CodeCatalyst  Quickly build deliver apps scale AWS  View product Compute Amazon Lightsail  Launch manage virtual private servers  View product Database Amazon DynamoDB  Managed NoSQL database  View product Show 15 Training Certification AWS Digital Classrooms flexibility digital training depth classroom training Explore further AWS Skill Builder Build practical skills 600+ free digital courses, 1,000+ lab experiences, started AWS Certification Validate cloud skills industry-recognized credentials Browse AWS Certifications Engineered Demanding Requirements Secure Compliant Hybrid Scalable Global Network AWS Regions 105 Availability Zones within 33 geographic regions, announced plans 18 Availability Zones six AWS Regions Malaysia, Mexico, New Zealand, Kingdom Saudi Arabia, Thailand, AWS European Sovereign Cloud. Next Steps Resources Analyst reports Explore AWS Analyst Research Resources AWS Marketplace Discover, deploy, manage software runs AWS Partners Work AWS Partners Join AWS Partner Network Resources Amazon Builders' Library Learn Amazon builds operates software Learn AWS AWS? Cloud Computing? AWS Inclusion, Diversity & Equity DevOps? Container? Data Lake? Generative AI? AWS Cloud Security What's New Blogs Press Releases Resources AWS Getting Started Training Certification AWS Solutions Library Architecture Center Product Technical FAQs Analyst Reports AWS Partners Developers AWS Developer Center SDKs & Tools .NET AWS Python AWS Java AWS PHP AWS JavaScript AWS Help Contact Us Expert Help File Support Ticket AWS re:Post Knowledge Center AWS Support Overview Legal AWS Careers UK Modern Slavery Statement UK Carbon Reduction Plan Create AWS Account Amazon Equal Opportunity Employer: Minority / Women / Disability / Veteran / Gender Identity / Sexual Orientation / Age. Language عربي Bahasa Indonesia Deutsch English Español Français Italiano Português Tiếng Việt Türkçe Ρусский ไทย 日本語 한국어 中文 (简体) 中文 (繁體) Privacy | Site Terms | Cookie Preferences | © 2024, Amazon Web Services, Inc. its affiliates. rights reserved.",
        "id": 2,
        "title": "Cloud Computing Services - Amazon Web Services (AWS)",
        "url": "https://aws.amazon.com/"
      },
      {
        "body": "Example Domain  domain use illustrative examples documents. may use domain literature without prior coordination asking permission.  information...",
        "id": 3,
        "title": "Example Domain",
        "url": "https://www.example.com/"
      }
    ],
    "links": [
      "https://www.amazon.com/ref=nav_logo",
      "https://aws.amazon.com/",
      "https://www.example.com/"
    ]
  },
  "notes": [
    {
      "content": "note",
      "id": "1712084019173",
      "title": "note"
    }
  ],
  "tags": {
    "1712083208512-163": {
      "tagColour": "#dc143c",
      "tagName": "Health"
    }
  },
  "tasks": {
    "171108293597098": {
      "description": "Coursework is due",
      "due": "2024-03-26T16:30:00.000Z",
      "id": "171108293597098",
      "recentlyDeleted": true,
      "scheduledDeletion": "2024-05-02T18:38:31.713Z",
      "tags": [],
      "title": "Text as Data Coursework"
    },
    "1712083210555129": {
      "description": "547 Dumbarton Road",
      "due": "2024-04-04T08:30:00.000Z",
      "id": "1712083210555129",
      "recentlyDeleted": false,
      "scheduledDeletion": "",
      "tags": [
        "1712083208512-163"
      ],
      "title": "GP Appointment"
    }
  },
  "useprefer": true
}